[ProvingGroundsChallengeMissionActivity]
ProvingGroundsChallengeMissionActivity_Kills_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills
ProvingGroundsChallengeMissionActivity_KillsWithSecondary_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Secondary
ProvingGroundsChallengeMissionActivity_KillsWithGrenade_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Grenades
ProvingGroundsChallengeMissionActivity_Assists_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Assist Kills
ProvingGroundsChallengeMissionActivity_Arrests_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Arrests
ProvingGroundsChallengeMissionActivity_StunEnemies_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Stun Opponents
ProvingGroundsChallengeMissionActivity_Kills_Driving_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Ram <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Opponents
ProvingGroundsChallengeMissionActivity_Kills_FromBehind_Crim_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills From Behind
ProvingGroundsChallengeMissionActivity_Kill_Player_LMG_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Light Machine Gun
ProvingGroundsChallengeMissionActivity_Kill_Player_SAR_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Marksman Rifle
ProvingGroundsChallengeMissionActivity_Kill_Player_Shotguns_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Shotgun
ProvingGroundsChallengeMissionActivity_Kill_Player_SMG_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Sub Machine Gun
ProvingGroundsChallengeMissionActivity_Kill_Player_SniperRifles_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Sniper Rifle
ProvingGroundsChallengeMissionActivity_Kill_Player_AssaultRifle_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills with Assault Rifle
